Revit 2024 API
DockablePanes.BuiltInDockablePanes.ElementView Property
 The element view pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId ElementView { get; }
Visual Basic
Public Shared ReadOnly Property ElementView As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ ElementView {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace